cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'
tap 'tsuru/tsuru'

brew 'boost'
brew 'cscope'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'xz'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gdbm'
brew 'pcre'
brew 'git'
brew 'go'
brew 'gradle'
brew 'groovy'
brew 'oniguruma'
brew 'jq'
brew 'libsass'
brew 'macvim'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'readline'
brew 'redis'
brew 'sassc'
brew 'siege'
brew 'the_silver_searcher'
brew 'wrk'
brew 'zsh'
brew 'thoughtbot/formulae/rcm'
brew 'tsuru/tsuru/tsuru', args: ['devel']
cask '1password'
cask 'caffeine'
cask 'divvy'
cask 'dropbox'
cask 'evernote'
cask 'iterm2'
cask 'java'
cask 'kindle'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
